Revit 2023 API
GroupTypeId.PatternApplication Property
 "Pattern Application"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId PatternApplication { get; }
Visual Basic
Public Shared ReadOnly Property PatternApplication As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PatternApplication {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace